app.xemu.xemu
com.discordapp.Discord
com.github.Rosalie241.RMG
com.google.Chrome
com.spotify.Client
io.github.shiiion.primehack
net.kuribo64.melonDS
net.rpcs3.RPCS3
org.chromium.Chromium
org.citra_emu.citra
org.DolphinEmu.dolphin-emu
org.duckstation.DuckStation
org.filezillaproject.Filezilla
org.gnome.gedit
org.libretro.RetroArch
org.mamedev.MAME
org.mozilla.firefox
org.ppsspp.PPSSPP
org.scummvm.ScummVM
org.videolan.VLC
