arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
atool
chromium
code
code-marketplace
dconf-editor
dsview
firefox
gedit
gitg
gparted
graphviz
htop
man-db
nautilus
npm
p7zip
paclog
picoscope7beta
pluma
ps7b_libps5000a
pulseview
python-pip
screen
sigrok-firmware-dreamsourcelab-dslogic
stm32cubemx
ttf-meslo-nerd-font-powerlevel10k
zsh
